Repository: mikand13/school_portfolio
Catalog: iOS/ThirdYear/ImdbReader/ImdbReader/*.lproj/Localizable.strings
Languages: nb_no

# ClickSearchToStart
source: Click "Search IMDb" in the top right to begin!
nb_no: Klikk på "Søk IMDb" øverst til høyre for å begynne!

# DoASeach
source: Do a search!
nb_no: Gjør et søk!

# DoASearchInstructions
source: Click the search icon in the top right to begin!
nb_no: Klikk på søk ikonet øverst til høyre for å begynne!

# EmptyReview
source: You have not yet registered a review!
nb_no: Du har ikke enda registrert en anmeldelse!

# EpisodesName
source: Episodes
nb_no: Episoder

source: External Error OMDB
nb_no: Ekstern feil OMDB

# ExternalErrorOMDBDescription
source: Sorry, there seems to have been an error with the OMDB API.
nb_no: Beklager, det ser ut til å skjedd en feil i OMDB APIet.

# FetchFromIMDbNotice
source: Fetching from IMDb...
nb_no: Henter fra IMDb...

# GamesName
source: Games
nb_no: Spill

# HoursAndMinutes
source: 0.f hours and 0.f minutes
nb_no: 0.f timer og 0.f minutter

# MoviesName
source: Movies
nb_no: Filmer

source: No Connection!
nb_no: Ingen forbindelse!

# NoConnectionDescription
source: Are you sure you are connected to the Internet?
nb_no: Er du sikker på at du er koblet til Internet?

# NoResults
source: No hits!
nb_no: Ingen treff!

# NoResultsDescription
source: Please try a different search...
nb_no: Vennligst prøv et annerledes søk...

source: No title!
nb_no: Ingen tittel!

# NoTitleDescription
source: Please enter a valid title!
nb_no: Vennligst skriv inn en tittel!

# NothingStored
source: Nothing is stored!
nb_no: Ingenting er lagret!

# SeriesName
source: Series
nb_no: Serier

# WrongYearFormat
source: Year is in wrong format!
nb_no: Årstallet er i feil format!

# WrongYearFormatDescription
source: Please enter a valid year...
nb_no: Vennligst skriv inn et år...
